codes/ubuntu/web/sjgxpt/script/test/data-import.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.sofn.com/">
   <soapenv:Header>
      <auth:authentication xmlns:auth="http://gd.chinamobile.com//authentication">  
      <!--
        <auth:password>121</auth:password>  
	-->
        <auth_password>121</auth_password>  
    </auth:authentication>    
   </soapenv:Header>
   <soapenv:Body>
	<ws:addData>
		<resourceId>resourceId123456</resourceId>
		<accessToken>token123456</accessToken>
		<data>
			<fieldsData>
				<columnName>?</columnName>
				<value>?</value>
			</fieldsData>
			<id>?</id>
		</data>
	</ws:addData>
    </soapenv:Body>
</soapenv:Envelope>
